player createDiaryRecord ["diary", ["Поточна ситуація і задачі", "
	Непотріб почав активно красти та вивозити сільськогосподарську техніку з навколишніх сіл. Ваша задача повернути її на свою базу.
"]];

player createDiaryRecord ["diary", ["Фракція: Мразота", "
	Ставлення: <font color='#FF0000'>вороже</font color><br/>
	<img image='trashers.jpg' width='200'/><br/>
	Зборище на рідкість тупих, відбитих покидьків яких ненавидять, вбивають і гноблять тупо всі. Відповідно, вони також стріляють і нищать усе що бачать. Крім цивільних. Але не гребують крадіжками. Тягнуть все до чого можуть дотягнутися і що погано лежить, потім продають всім хто готовий придбати. В основному, складаються з дезертирів армії вторгнення сусідньої держави, але якихось особливих стосунків з нею не мають.
"]];

player createDiaryRecord ["diary", ["Фракція: Армія", "
	Ставлення: <font color='#FFFF00'>нейтральне</font color><br/>
	<img image='army.jpg' width='200'/><br/>
	Найвища ланка харчового ланцюга. Їх військова міць, вишкіл та матеріальна база дозволяють придушити будь-кого. Участь в цій структурі вважається найвищим щаблем кар'єри в країні.<br/>
	<br/>
	З вторгненням військ сусідньої недружньої країни баланс сил почав дещо зміщуватися.
"]];

player createDiaryRecord ["diary", ["Фракція: Поліція", "
	Ставлення: <font color='#FFFF00'>нейтральне</font color><br/>
	<img image='police.jpg' width='200'/><br/>
	Щось середнє між армією і цивільними. Мають більш тісні зв'язки з цивільними ніж армія.
"]];

player createDiaryRecord ["diary", ["Фракція: Цивільні", "
	Ставлення: <font color='#FFFF00'>нейтральне</font color><br/>
	<img image='civilians.jpg' width='200'/><br/>
	Цивільні - це найнижча ланка харчового ланцюга. Це їх благословення і їх прокляття. З них вимагають данину. Але крадіжка у цивільних, а тим більше їх вбивство вважається універсальним злочином серед усіх фракцій, через що подібними речами майже ніхто не займається. Різноманітні угруповання, як правило, воюють виключно між собою за право збирати данину. Тих хто заходить за занадто далеко і шкодить кормовій базі - швидко і безапеляційно нищать всі без виключення.
"]];

player createDiaryRecord ["diary", ["Правила", "
	* Мова спілкування: виключно українська.<br/><br/>
	* Взаємна повага.<br/><br/>
	* Відкриття сервера в день анонса о 18:00. Покидати базу (зелена зона на мапі) до 19:00 заборонено. Закриття сервера по виконанню місії або о 22:00.<br/><br/>
	* Місія передбачає легкий РП, тому дуже прошу - мінімум не-рольової поведінки. Саундпади, ригання, ігровий сленг, 'боти', 'лут' і інше будь ласочка лісом.<br/><br/>
	* Робити в грі можна все що завгодно, лутати що завгодно і як завгодно, але зважайте що ваші дії, зовнішній вигляд та ін можуть і будуть впливати на події та сприйняття вас іншими персонажами місії.<br/><br/>
	* Поточна ігрова сесія обмежена червоною лінією на мапі. Виходити за неї можна, але контенту там майже нема. І можна неочікувано нарватися на переважаючі недружні сили або ще щось малоприємне, бо основна увага по підготовці до місії приділена саме визначеній зоні.
	* Наразі, технічні можливості сервера обмежені, тому слотів буде мало. Пріоритет на гру мають ті хто грав раніше і був присутній на більшій кількості ігор.
"]];

player createDiaryRecord ["diary", ["Опис кампанії", "
	Неназвана країна зав'язла в корупції а влада втратила легітимність.<br/><br/>
	За кілька десятиліть країна перетворилася на анархію де править сильніший. Армія та поліція, фактично, перетворилися на приватні військові компанії. А цивільні стали просто цінним ресурсом.<br/><br/>
	Постійна конкуренція за території та вплив знищили державу в звичному її розумінні. Але на її місці народилися нові утворення і свої закони.<br/><br/>
	Вам набридло бути харчовою базою для безлічі різноманітних фракцій та угруповань. Ви вирішили взяти зброю і власне життя в свої руки та організувати опір хаосу що розгорнувся навколо.
"]];